Repository: mdibella-dev/cm-addon-ticketpool
Catalog: languages/cm-theme-addon-ticketpool-*.po
Languages: de_de

source: Email template has been updated.
de_de: Die E-Mail-Vorlage wurde aktualisiert.

source: Email template has been reset.
de_de: Die E-Mail-Vorlage wurde zurückgesetzt.

source: The ticket contingent has been expanded.
de_de: Das Ticketkontingent wurde erweitert.

source: Tables have been reset.
de_de: Tabellen wurde zurückgesetzt.

source: One or more fields are not filled in.
de_de: Ein oder mehrere Felder sind nicht ausgefüllt.

source: There are currently no tickets available.
de_de: Derzeit sind keine Tickets verfügbar.

source: A total of %1$s tickets are available, of which %2$s tickets are unused.
de_de: Insgesamt stehen %1$s Tickets zur Verfügung, von denen %2$s Tickets ungenutzt sind.

source: Export data as CSV
de_de: Daten als CSV exportieren

source: A total of %1$s tickets are available.
de_de: Insgesamt stehen %1$s Tickets zur Verfügung.

source: Add new contingent
de_de: Neues Kontingent hinzufügen

source: Number of tickets
de_de: Anzahl der Tickets

source: Tickets are provided by
de_de: Tickets werden zur Verfügung gestellt von

source: Add contingent
de_de: Kontingent hinzufügen

source: Thank you for participating
de_de: Vielen Dank für Ihre Teilnahme

source: Your participation in the event was registered. In the coming days you will receive another email with additional information.
de_de: Ihre Teilnahme an der Veranstaltung wurde registriert. In den kommenden Tagen erhalten Sie eine weitere E-Mail mit zusätzlichen Informationen.

source: Best regards
de_de: Beste Grüße

source: Attention: This email was generated automatically, please do not reply.
de_de: Achtung: Diese Mail wurde automatisch generiert, bitte antworten Sie nicht darauf.

source: Email template for participants
de_de: E-Mail-Vorlage für Teilnehmer

source: Subject
de_de: Betreff

source: Message
de_de: Mitteilung

source: Update
de_de: Aktualisieren

source: Reset Email Template
de_de: E-Mail-Vorlage zurücksetzen

source: ATTENTION: This resets the email template to the default text.
de_de: ACHTUNG: Dadurch wird die E-Mail-Vorlage auf den Standardtext zurückgesetzt.

source: Reset
de_de: Zurücksetzen

source: Reset tables
de_de: Tabellen zurücksetzen

source: ATTENTION: This clears all tables irrevocably.
de_de: ACHTUNG: Dadurch werden alle Tabellen unwiderruflich gelöscht.

source: Ticket contingents
de_de: Ticketkontingente

source: Participants
de_de: Teilnehmer

source: Email notification
de_de: E-Mail-Benachrichtigung

source: Contingent size
de_de: Kontingentgröße

source: Provided by
de_de: Bereitgestellt von

source: Provided on
de_de: Bereitgestellt am

source: Y-m-d H:i
de_de: d.m.Y H:i

source: Participant
de_de: Teilnehmer

source: Registration date
de_de: Registrierungsdatum

source: Last name
de_de: Nachname

source: First name
de_de: Vorname

source: Your registration was successful!
de_de: Ihre Registrierung war erfolgreich!

source: Unfortunately, there is currently no free ticket available in the ticket contingent!<br><br>Please try again at a later date.
de_de: Leider ist derzeit kein freies Ticket im Ticketkontingent verfügbar!<br><br>Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

source: Please enter a correct email address.
de_de: Bitte geben Sie eine korrekte E-Mail-Adresse ein.

source: Your email address has already been used. It cannot be used again.
de_de: Ihre E-Mail-Adresse wurde bereits verwendet. Sie kann nicht noch einmal verwendet werden.

source: A technical error has occurred.
de_de: Ein technischer Fehler ist aufgetreten.

source: Your first name
de_de: Ihr Vorname

source: Your last name
de_de: Ihr Nachname

source: Your email address
de_de: Ihre E-Mail-Adresse

source: I agree that my data will be stored and processed for the purpose of contacting me. More information on this in the %1$s.
de_de: Ich bin damit einverstanden, dass meine Daten zum Zwecke der Kontaktaufnahme gespeichert und verarbeitet werden. Weitere Informationen hierzu finden Sie in der %1$s.

source: privacy policy
de_de: Datenschutzerklärung

source: Request participation
de_de: Teilnahme anfordern

source: A system to participate from a pool of sponsored tickets.
de_de: Ein System, um an einem Pool von gesponserten Tickets teilzunehmen.
